11/data/attachments/a3089630800c1784.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3c5e316d-1a1c-40ba-9390-d47c245c200b</nif:username>
            <nif:friendToBeAdded>Tina_thing_Actions_7407_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>